[
  {
    "title": "What is empowering self-defense?",
    "desc": "Empowerment through Self-Defense is a unique method of action and prevention of violence, intimidation, and censorship at the work and personal sphere through basic physical self-defense skills and communication and boundary-setting skills. "
  },
  {
    "title": "Is ESD a martial art?",
    "desc": "No, ESD is not a martial art. Although martial arts may be a way of self-defense preferred by some individuals, ESD is focused more on de-escalating and removing yourself from the situation rather than learning how to fight."
  },
  {
    "title": "Who are the courses for?",
    "desc": "The courses are beneficial for individuals of all genders and backgrounds and everyone can benefit from learning self-defense techniques to enhance personal safety and build confidence, irrespective of gender. However, are mostly attended by:",
    "group":[
    "Women", 
    "Children",
    "Marginalized groups"
    ],
    "end":"Due to a higher prevalence of violence and harassment against these groups. It's essential to promote inclusivity and encourage everyone to participate in self-defense training."
  },
  {
    "title": "What will I learn in an ESD class?",
    "desc": "Classes cover physical techniques, verbal communication skills, and strategies for preventing and responding to potential threats."
  },
  {
    "title": "How can ESD benefit me in everyday life?",
    "desc": "Self-defense skills contribute to improved situational awareness, increased self-confidence, and the ability to navigate potentially dangerous situations. "
  },
  {
    "title": "Does ESD focus only on physical techniques?",
    "desc": "No, self-defense also emphasizes verbal and emotional skills, promoting de-escalation, assertiveness, and effective communication."
  },
  {
    "title": "Can ESD training help prevent bullying?",
    "desc": "Yes, ESD training equips individuals with tools to handle bullying situations, promoting assertiveness and discouraging aggression."
  },
  {
    "title": "Can ESD training benefit survivors of violence?",
    "desc": "Yes, self-defense training offers empowerment, healing, and tools to survivors, fostering resilience and a sense of control."
  },
  {
    "title": "Is there an age limit for ESD classes?",
    "desc": "Many classes cater to various age groups, ensuring tailored approaches for children, teens, adults, and seniors."
  },
  {
    "title": "I'm not an athlete nor I don't have an athletic figure. Can I participate in the course?",
    "desc": "Every person who wants to get empowered by learning how to defend themselves, no matter the gender, age, physical abilities or body shape can participate in our courses."
  },
  {
    "title": "How often should I practice ESD techniques in order to not forget these skills?",
    "desc": "Consistent practice is essential for mastery. Regularly attending classes and reviewing techniques helps reinforce skills."
  },
  {
    "title": "I carry a laser, a knife or a boxer. Why should I learn self-defense?",
    "desc": "While carrying tools may offer a temporary solution, self-defense training provides a holistic and sustainable approach to personal safety. It equips individuals with the skills and mindset needed to navigate various situations confidently and effectively."
  }
]
