[
  {
    "title": "What is SELF self-defense?",
    "desc": "Every person has the right to learn how to defend themselves. Violence is a complex matter, and therefore we need other methods of defense than just physical ones. ZA SEBA courses represent a holistic approach to teaching violence prevention, based on activities that build assertiveness, healthy boundaries, self-confidence and different types of self-defense skills for women, children and other vulnerable groups . Students will learn how to prevent or stop violence by listening to intuition, assessing their options, setting personal boundaries, using de-escalation techniques, and practicing a range of emotional, verbal and physical self-defense techniques."
  },
  {
    "title": "Is it a martial art?",
    "desc": "Not . ZA SEBA draws on martial arts, but consists of different activities and discussions, and is designed to give students a set of skills and abilities for self-defense across the spectrum of violence, from emotional self-defense to physical, in a relatively short period of time. However, this does not mean that martial arts are inferior or bad - quite the opposite."
  },
  {
    "title": "I'm not an athlete or I don't have an athletic figure. Can I participate in the course?",
    "desc": "Of course . The courses are designed for people of all heights, shapes and fitness levels. In addition, if you feel that an activity would be difficult for you, or if you have an injury or other health handicap, you do not have to participate in it."
  },
  {
    "title": "Who are the courses for?",
    "desc": "The courses are intended primarily for women ( ZA SEBA women ), teenagers and children regardless of gender ( ZA SEBA children ). "
  },
  {
    "title": "What does the clock look like?",
    "desc": "Prostredie a atmosféra kurzu je orientovaná na študentky/študentov a ich potreby, pričom sa berú na ohľad možné traumatické udalosti z minulosti. Študenti majú právo sa nezúčastniť danej aktivity ak sa necítia komfortne bez toho, aby museli udať dôvod. Zároveň sú však povzbudení, aby sa zúčastnili aspoň pasívne – pozorovaním. Veľký dôraz sa kladie na komunitu a rešpekt v rámci (no aj mimo) nej, pretože veľa aktivít je skupinových, čo podporuje diskusiu a uvádza nové pohľady na situácie."
  },
  {
    "title": "Why are ZA SEBA classic courses primarily for women?",
    "desc": "ZA SEBA sa zaoberá rodovo podmieneným násilím páchaným na ženách a násilím na deťoch a iných ohrozených skupinách. Typ násilia na ženách a deťoch je v určitých aspektoch odlišný od typu násilia páchanom na mužoch svojou formou. Ženy sú častokrát nevedome vedené k inému správaniu ako muži už v mladom veku, čo má dopad na ich komunikáciu a bezpečnosť. Kurzy pomôžu ženám nielen vyjadriť čo (ne)chcú a uľahčiť tým komunikáciu so svojím okolím, ale aj rešpektovať hranice iných ľudí, objaviť svoj hlas a použit ho na obranu ako aj znovunadobudnúť svoju silu. Rozhodnutie, že ZA SEBA sa momentálne hlbšie nezaoberá násilím páchaným na mužoch neznamená a v žiadnom prípade nechce naznačiť, že násilie páchané na mužoch neexistuje alebo je nepodstatné."
  },
  {
    "title": "I carry a kaser, a knife or a boxer. Why should I learn self-defense?",
    "desc": "Viacero dôvodov. Prvým je, že ZA SEBA učí techniky ako sa brániť v situáciach, kde je veľmi nepravdepodobné, že by bola takáto pomôcka tak či tak použitá, napr. nátlak spolužiakov alebo kamarátov na určitú aktivitu alebo nepríjemné dotýkanie kolegov v práci. Ďalší dôvod je, že jediná vec, ktorú má človek pri sebe za každých okolností je svoje telo – a preto by sme ho mali vedieť použiť. Nie vždy máme čas pomôcku vytiahnuť a môžeme tým stratiť pozornosť či drahocenné sekundy, ktoré môžeme využiť na ukončenie nebezpečnej situácie. Každopádne, ak sa rozhodneš pri sebe nosiť akúkoľvek zbraň, buď si vedomá/-ý právnych predpisov a zásad zaobchádzania so zbraňou (v takomto prípade sa odporúča špeciálny kurz na narábanie so zbraňami)."
  }
]
