[
  {
    "src": "https://images.squarespace-cdn.com/content/v1/5dd99242104855586d30946c/b41c65a0-2a17-4403-b6de-5a96e286e420/5FingerswithText.jpg",
    "title": "Empowerment Self-Defense",
    "desc": "The heart of Thrive is Empowerment Self-Defense (ESD), a unique and evidence-based approach to personal safety that acknowledges the statistical realities of everyday violence. More often than not, assault starts with small violations and then escalates, and it’s more likely to be perpetrated by someone you know. While it’s important to always be situationally aware and prepared for “the stranger in the alley,” true self-defense is multifaceted and includes recognizing the warning signs of interpersonal violence, effective boundary setting, and learning to use your voice and posture to move through the world safely and with confidence. ESD also acknowledges the cultural, historical, and gender issues that are undercurrents of power-based violence.Our curriculum is powerful, effective, and comprehensive because it addresses the entire continuum of safety: violence prevention, assault resistance, and healing in the aftermath of trauma. No matter what your experience or goals may be when you walk into a class, you will leave empowered."
  },
  {
    "src": "https://images.squarespace-cdn.com/content/v1/5dd99242104855586d30946c/90dd2b95-4e18-4621-90bc-b26b817cdcf4/MicrosoftTeams-image%25252B%2525252816%25252529.jpg",
    "title": "The Storm: Trauma-Informed Brazilian Jiu-Jitsu Team",
    "desc": "Our Storm program uses the grappling martial art of Brazilian jiu-jitsu (BJJ) as a vehicle for personal growth and strength-building. Taking a trauma-informed approach, we start with the simplest fundamental movements, emphasizing mind-body connection, consent for touch, and a spirit of playfulness and community. No prior experience necessary. Open to women, transfolks, and gender nonbinary folks ages 13 and older."
  },
  {
    "src": "https://images.squarespace-cdn.com/content/v1/5dd99242104855586d30946c/1ddaedb4-0d15-495c-97b8-199e88244ef6/Yoga%2BFlyer.jpg",
    "title": "Yoga & Reiki with Breathe Free Wellness",
    "desc": "Instructor Erin DeSantis invites you to cultivate and sustain your physical, mental, and emotional well-being through the practice of yoga and meditation. As a reiki master, Erin integrates this energywork into her weekly yoga classes, as well as offering individual and small-group reiki sessions."
  },
  {
    "src": "https://images.squarespace-cdn.com/content/v1/5dd99242104855586d30946c/e59d20c1-e2c0-4f0a-a20e-9c2d0a8e5917/MicrosoftTeams-image+%2817%29.png",
    "title": "Health & Wellness Coaching Individual & Group",
    "desc": "First things first: At Thrive, when we talk about health and wellness, that isn’t code for weight loss. Both our group class, Nourish to Flourish, and our individual coaching sessions focus on how your body feels as you do your best to meet its needs. You are not a number on a scale, and wellness is about so much more than what you eat. We take a holistic, person-centered approach, covering self-esteem, rest, hydration, movement for joy (rather than punishment or worthiness), and nutrition."
  },
  {
    "src": "https://images.squarespace-cdn.com/content/v1/5dd99242104855586d30946c/9f8ca279-b7d8-4819-827c-e749c59dc85b/PXL_20231028_142301355.PORTRAIT.jpg",
    "title": "The Thrive 5K Annual Community Run/Walk",
    "desc": "The Thrive 5K, presented annually in October, is a community-action event in honor of Domestic Violence Awareness Month, supporting all survivors and taking a stand against violence in our area. This run/walk is designed to bring people together in the spirit of promoting healthy relationships and ending domestic abuse."
  }
]
